Repository: intraweb-modules12/iw_timeFrames
Catalog: locale/*/LC_MESSAGES/module_*_timeframes.po
Languages: ca, es

source: Not authorized to manage timeFrames.
ca: No teniu autorització per administrar els marcs horaris.
es: No teneis autorización para administrar los marcos horarios.

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat
es: Error! Intento de creación fallido.

source: Error! Could not load module.
ca: No s'ha pogut carregar el mòdul
es: Error! No se logró cargar el módulo.

source: Can not find the timeFrame over which do the action.
ca: No s'ha trobat el marc horari sobre el qual fer l'acció sol·licitada.
es: No se ha encontrado el marco horario sobre el que hacer la acción solicitada.

source: The modify of the frame time failed.
ca: La modificació del marc horari ha fallat.
es: La modificación del marco horario ha fallado.

source: Could not find the time over to do the action
ca: No s'ha trobat l'hora sobre la qual fer l'acció sol·licitada
es: No se ha encontrado la hora sobre la cual hacer la acción solicitada

source: Add new timeFrame
ca: Afegeix un nou marc horari
es: Añade un nuevo marco horario

source: Show the timeFrames
ca: Mostra els marcs horaris
es: Muestra los marcos horarios

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Creates the timeFrame
ca: Crea el marc horari
es: Crea el marco horario

source: Edit the TimeFrame
ca: Edita el marc horari
es: Edita el marco horario

source: Change
ca: Modifica
es: Modifica

source: We have created a new timeFrame.
ca: S'ha creat un nou marc horari.
es: Se ha creado un nuevo marco horario

source: timeFrame was updated
ca: S'ha actualitzat el marc horari.
es: Se ha actualizado el marco horario

source: Has been deleted the timeFrame
ca: S'ha esborrat el marc horari
es: Se ha borrado el marco horario

source: Operation unavailable. There are reservations on this time frame.
ca: Operació no disponible. Existeixen reserves basades en aquest marc horari.
es: Operación no disponible. Existen reservas basadas con este marco horario.

source: New time
ca: Nova hora
es: Nueva hora

source: Add time at timeFrame
ca: Afegeix l'hora al marc horari
es: Añade la hora al marco horario

source: The time allocated is not correct.
ca: La franja horària assignada no és correcta.
es: La franja horaria asignada no es correcta

source: Warning! The new time is overlaps with some of the existing ones.
ca: Atenció! La nova franja horària es superposa amb alguna de les existents.
es: Atención! La nueva fraja horaria se sobrepone con algunas de las existentes.

source: Have created a new time in timeFrame
ca: S'ha creat una nova hora en el marc horari
es: Se ha creado una nueva hora en el marco horario

source: Was deleted the time in timeFrame
ca: S'ha esborrat l'hora del marc horari.
es: Se ha borrado la hora del marco horario.

source: Has changed the time.
ca: S'ha modificat la franja horària.
es: Se ha modificado la franja horaria.

source: Allows to set timetables frames.
ca: Permet definir marcs horaris.
es: Permite definir marcos horarios.

source: TimeFrames
ca: Marcs horaris
es: Marcos horarios

source: Edition of timeFrame
ca: Edició de marc horari
es: Edición de marco horario

source: Description
ca: Descripció
es: Descripción

source: Add new time
ca: Afegeix una nova hora
es: Añade una nueva hora

source: Time
ca: Hora
es: Hora

source: Accions
es: Acciones

source: Edit
ca: Edició
es: Editar

source: Delete
ca: Esborrament
es: Borrar

source: This timeFrame does not have any set hours
ca: Aquest marc horari encara no té hores definides.
es: Éste marco horario todavía no tiene horas definidas.

source: About this module
ca: Pel que fa a aquest mòdul
es: Acerca de éste módulo

source: Name of the timeFrame
ca: Nom del marc horari
es: Nombre del marco horario

source: Time table
ca: Horari
es: Horario

source: There is no set any timeFrame
ca: No hi ha cap marc horari definit.
es: No hay ningún marco horario definido

source: You have not provided the name of the timeFrame.
ca: No heu indicat el nom del marc horari.
es: No habeis indicado el nombre del marco horario

source: Delete the timeFrame
ca: Esborra el marc horari
es: Borra el marco horario

source: Confirm the deletion of the timeFrame.
ca: Confirma l'esborrament del marc horari.
es: Confirma que se va a borrar el marco horario .

source: Confirm
ca: Confirma
es: Confirmar

source: Suspended the file
ca: Cancel·la l'esborrament.
es: Cancela el procés de borrar.

source: Cancel
ca: Cancel·la
es: Cancelar

source: Note: there are areas of reserves that refer to this timeFrame.
ca: Atenció: hi ha espais de reserva que fan referència a aquest marc horari.
es: Atención: hay espacios de reserva que hacen referencia a éste marco horario

source: Clear framework and associated reserves
ca: Esborrar marc i reserves associades
es: Borra el marco y las reservas asociadas

source: Delete all
ca: Esborrar-ho tot
es: Borralo todo

source: Conserve the reserves
ca: Conservar les reserves
es: Conserva las reservas

source: Conserve reserves
ca: Conservar reserves
es: Conservar reservas

source: TimeFrames definition
ca: Definició de marcs horaris
es: Definición de marcos horarios

source: Start time (hh:mm)
ca: Inici hora (hh:mm)
es: Inicio hora (hh:mm)

source: Finish time (hh:mm)
ca: Final hora (hh:mm)
es: Final hora (hh:mm)

source: Clear the time in timeFrame
ca: Esborra l'hora
es: Borra la hora

source: Have bookings
ca: Hi ha reserves
es: Hay reservas
